Repository: thanhiq/chatgpt
Catalog: iChatGPT/*.lproj/Localizable.strings
Languages: de, fr, ja

source: Loading..
de: Laden..
fr: Chargement..
ja: 読み込み中..

source: Just ask..
de: Fragen Sie einfach..
fr: Demandez simplement..
ja: 何でも聞いて..

source: Re-question
de: Frage erneut stellen
fr: Reposer la question
ja: 質問をやり直す

source: Copy Question
de: Frage kopieren
fr: Copier la question
ja: 質問をコピー

source: Copy Answer
de: Antwort kopieren
fr: Copier la réponse
ja: 答えをコピー

source: Copy Question and Answer
de: Frage und Antwort kopieren
fr: Copier la question et la réponse
ja: 質問と答えをコピー

source: Copy Question to Inputbox
de: Frage in Eingabefeld kopieren
fr: Copier la question dans la zone de saisie
ja: 質問を入力ボックスにコピー

source: Delete Question
de: Frage löschen
fr: Supprimer la question
ja: 質問を削除

source: Delete All
de: Alle löschen
fr: Tout supprimer
ja: すべて削除

source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定

# Please enter OpenAI Key
source: Enter API Key
de: Bitte geben Sie den API-Schlüssel ein
fr: Veuillez entrer la clé API
ja: API Keyを入力してください

# OpenAI Key cannot be empty
source: API Key cannot be empty
de: API-Schlüssel darf nicht leer sein
fr: La clé API ne peut pas être vide
ja: API Keyは空にできません

source: Save Key
de: Schlüssel speichern
fr: Enregistrer la clé
ja: キーを保存

# Developer: 37 Mobile iOS Tech Team GitHub: https://github.com/37iOS/iChatGPT
source: Developer: 37 Mobile Team GitHub: https://github.com/37MobileTeam/iChatGPT
de: Entwickler: 37 Mobile iOS Tech Team GitHub: https://github.com/37MobileTeam/iChatGPT
fr: Développeur : 37 Mobile iOS Tech Team GitHub : https://github.com/37MobileTeam/iChatGPT
ja: 開発者：37モバイルiOS技術チーム GitHub：https://github.com/37MobileTeam/iChatGPT

source: Open a new conversation
de: Ein neues Gespräch öffnen
fr: Ouvrir une nouvelle conversation
ja: 新しい会話を開く

source: The current chat log will be saved and closed, and a new chat session will be created.
de: Das aktuelle Chat-Protokoll wird gespeichert und geschlossen, und eine neue Chat-Sitzung wird erstellt.
fr: Le journal de chat actuel sera enregistré et fermé, et une nouvelle session de chat sera créée.
ja: 現在のチャットログは保存され、閉じられ、新しいチャットセッションが作成されます。

source: Create
de: Erstellen
fr: Créer
ja: 作成

source: Re-ask
de: Erneut fragen
fr: Redemander
ja: 再度質問する

source: Re-request the last question.
de: Die letzte Frage erneut anfordern.
fr: Re-demandez la dernière question.
ja: 最後の質問を再リクエストする。

source: Clear current conversation
de: Aktuelles Gespräch löschen
fr: Effacer la conversation en cours
ja: 現在の会話をクリア

source: Clears the current conversation and deletes the saved conversation history.
de: Löscht das aktuelle Gespräch und löscht den gespeicherten Gesprächsverlauf.
fr: Efface la conversation en cours et supprime l'historique des conversations enregistrées.
ja: 現在の会話をクリアし、保存された会話履歴を削除します。

source: Clear
de: Löschen
fr: Effacer
ja: クリア

source: No conversations
de: Keine Gespräche
fr: Aucune conversation
ja: 会話がありません

source: Delete Chat
de: Chat löschen
fr: Supprimer le chat
ja: チャットを削除

source: Are you sure you want to delete this chat?
de: Möchten Sie diesen Chat wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce chat ?
ja: このチャットを削除してもよろしいですか？

source: Delete
de: Löschen
fr: Supprimer
ja: 削除

source: Chat History
de: Chat-Verlauf
fr: Historique du chat
ja: チャット履歴

source: Coming soon..
de: In Kürze verfügbar..
fr: Bientôt disponible..
ja: もうすぐ..

source: Room Settings
de: Raumeinstellungen
fr: Paramètres de la salle
ja: ルーム設定

source: Save
de: Speichern
fr: Enregistrer
ja: 保存

source: Current Chat
de: Aktueller Chat
fr: Chat actuel
ja: 現在のチャット

source: Share
de: Teilen
fr: Partager
ja: 共有

source: Choose a sharing format
de: Wählen Sie ein Freigabeformat
fr: Choisir un format de partage
ja: 共有フォーマットを選択

source: Image
de: Bild
ja: 画像

source: Room Name
de: Raumname
fr: Nom de la salle
ja: ルーム名

# The name of the room
source: The name of the chat room
de: Der Name des Chatraums
fr: Le nom de la salle de discussion
ja: チャットルームの名前

# Prompt description.
source: Have ChatGPT play a specific role, such as 'I want you to act as an xxx interviewer.'
de: Bitten Sie ChatGPT, eine bestimmte Rolle zu übernehmen, z.B. 'Ich möchte, dass du die Rolle von xxx Interviewer spielst.'
fr: Demander à ChatGPT de jouer un rôle particulier, par exemple 'Je veux que tu joues le rôle de xxx intervieweur.'
ja: ChatGPTに特定の役割を演じさせる。例えば、「xxx面接官としてあなたに演じてほしい」

source: Prompt text to generate contextual information for the corresponding text.
de: Aufforderungstext, um kontextbezogene Informationen für den entsprechenden Text zu generieren.
fr: Texte de Prompt pour générer des informations contextuelles pour le texte correspondant.
ja: 対応するテキストの文脈情報を生成するプロンプトテキスト。

source: The default value is 0.7, ranging from 0-2. The larger the value, the more random the results returned each time, meaning lower similarity. The smaller the value, the more similar the generated text.
de: Welche Abtasttemperatur zwischen 0 und 2 verwenden. Höhere Werte wie 0,8 werden die Ausgabe zufälliger gestalten, während niedrigere Werte wie 0,2 sie konzentrierter und deterministischer machen.
fr: Utilisez une température d'échantillonnage entre 0 et 2. Des valeurs plus élevées comme 0,8 rendront la sortie plus aléatoire, tandis que des valeurs plus faibles comme 0,2 la rendront plus concentrée et déterministe.
ja: 0から2の範囲で使用するサンプリング Temperature。0.8のような高い値は出力をよりランダムにし、0.2のような低い値はより集中的で決定論的になります。

source: The default temperature is 0.7
de: Die Standard-Temperature beträgt 0.7
fr: La température par défaut est 0.7
ja: デフォルトの温度は0.7です

source: How much context information is carried when sending a dialog.
de: Wie viel Kontextinformationen werden beim Senden eines Dialogs übermittelt.
fr: Quantité d'informations contextuelles incluses lors de l'envoi d'un dialogue.
ja: ダイアログを送信する際にどれだけのコンテキスト情報が含まれるか。

# Default is the last 3 conversations.
source: The default is the last 3 conversations
de: Standardmäßig sind es die letzten 3 Gespräche.
fr: Par défaut, ce sont les 3 dernières conversations.
ja: デフォルトは最後の3つの会話です

# Temperature is between 0 and 2.
source: Temperature is a Double value between 0 and 2.
de: Die Temperature liegt zwischen 0 und 2.
fr: La Temperature est comprise entre 0 et 2.
ja: Temperature は0から2の間のDouble値です。

source: History message count must be an integer greater than or equal to 0.
de: Die Anzahl der Nachrichten im Verlauf muss eine ganze Zahl größer oder gleich 0 sein.
fr: Le nombre de messages historiques doit être un entier supérieur ou égal à 0.
ja: 履歴メッセージの数は0以上の整数でなければなりません。

source: Settings have been updated~
de: Einstellungen wurden aktualisiert~
fr: Les paramètres ont été mis à jour~
ja: 設定が更新されました~

source: Tips
de: Tipps
fr: Conseils
ja: ヒント

# Select Room API Model
source: Current Chat Room Model
de: Wählen Sie das Chatraum-API-Modell
fr: Sélectionnez le modèle d'API de salle
ja: チャットルームAPIモデルの選択

# Deafult API Model
source: Default Model for New Chat Rooms
de: Standardmodell für neue Chaträume
fr: Modèle par défaut pour les nouvelles salles
ja: 新しいチャットルームのデフォルトモデル

source: For example:
de: Zum Beispiel:
fr: Par exemple :
ja: 例：

source: Use Default
de: Standardwert verwenden
fr: Utiliser la valeur par défaut
ja: デフォルトを使用

# Current use Key:
source: Currently using:
de: Derzeit im Einsatz:
fr: Actuellement utilisé :
ja: 現在使用中：

source: API Request Timeout (seconds)
de: API-Anforderungszeitüberschreitung (Sekunden)
fr: Délai d'attente de la demande d'API (secondes)
ja: APIリクエストタイムアウト（秒）

source: API Host Format is Incorrect!
de: API-Host-Format ist falsch!
fr: Le format de l'hôte API est incorrect !
ja: APIホスト形式が正しくありません！

# API timeout must be a number
source: Timeout Must Be a Number
de: Zeitüberschreitung muss eine Zahl sein
fr: Le délai d'attente doit être un nombre
ja: タイムアウトは数値でなければなりません

# Chats Streaming
source: Chat Stream
de: Dialog-Chat-Stream
fr: Flux de chat de dialogue
ja: 対話チャットストリーム

# Use streaming conversations
source: Use streaming output
de: Verwenden Sie die Streaming-Ausgabe
fr: Utiliser la sortie en continu
ja: ストリーミング出力を使用する
